Repository: OMOSde/contao-om-security
Catalog: src/Resources/contao/languages/*/*_security_password.xlf
Languages: de

# tl_om_security_password.password.0
source: Password
de: Passwort

# tl_om_security_password.password.1
source: Please enter a password.
de: Bitte geben Sie das zu listende Passwort ein.

# tl_om_security_password.attempts.0
source: Attempts
de: Versuche

# tl_om_security_password.attempts.1
source: Attempts
de: Anzahl der Versuche

# tl_om_security_password.published.0
source: Active
de: Aktiv

# tl_om_security_password.published.1
source: Activate this password
de: Dieses Password bei Anwendung verwenden.

# tl_om_security_password.password_legend
source: Password
de: Passwort

# tl_om_security_password.publish_legend
source: Activate/Deactivate
de: Aktivieren/Deaktivieren

# tl_om_security_password.deleteConfirm
source: Deleting password ID %s! Continue?
de: Das Passwort ID %s löschen! Fortfahren?

# tl_om_security_password.new.0
source: New password
de: Neues Passwort

# tl_om_security_password.new.1
source: Create a new password
de: Ein neues Passwort anlegen

# tl_om_security_password.show.0
source: Password details
de: Passwort-Details

# tl_om_security_password.show.1
source: Show the details of password ID %s
de: Details des Passworts ID %s anzeigen

# tl_om_security_password.edit.0
source: Edit password
de: Passwort bearbeiten

# tl_om_security_password.edit.1
source: Edit password ID %s
de: Passwort ID %s bearbeiten

# tl_om_security_password.copy.0
source: Duplicate password
de: Passwort duplizieren

# tl_om_security_password.copy.1
source: Duplicate password ID %s
de: Passwort ID %s duplizieren

# tl_om_security_password.delete.0
source: Delete password
de: Passwort löschen

# tl_om_security_password.delete.1
source: Delete password ID %s
de: Passwort ID %s löschen

# tl_om_security_password.import.0
source: Import
de: Importieren

# tl_om_security_password.import.1
source: Import passwords
de: Passwörter mittels CSV importieren

# tl_om_security_password.export.0
source: Export
de: Exportieren

# tl_om_security_password.export.1
source: Export passwords
de: Passwörter als CSV exportieren
