Repository: OMOSde/contao-om-security
Catalog: src/Resources/contao/languages/*/*_security_password_list.xlf
Languages: de

# tl_om_security_password_list.title.0
source: Title
de: Titel

# tl_om_security_password_list.titel.1
source: Please enter the password list title.
de: Bitte geben Sie den Titel für die Passwortliste ein.

# tl_om_security_password_list.published.0
source: Active
de: Aktiv

# tl_om_security_password_list.published.1
source: Activate this list.
de: Dieses Liste verwenden.

# tl_om_security_password_list.title_legend
source: Title
de: Titel

# tl_om_security_password_list.publish_legend
source: Activate/Deactivate
de: Aktivieren/Deaktivieren

# tl_om_security_password_list.new.0
source: New password list
de: Neue Passwortliste

# tl_om_security_password_list.new.1
source: Create a password list
de: Eine neue Passwortliste anlegen

# tl_om_security_password_list.show.0
source: Password list details
de: Passwortliste-Details

# tl_om_security_password_list.show.1
source: Show the details of password list ID %s
de: Details der Passwortliste ID %s anzeigen

# tl_om_security_password_list.edit.0
source: Edit password list
de: Passwortliste bearbeiten

# tl_om_security_password_list.edit.1
source: Edit password list ID %s
de: Passwortliste ID %s bearbeiten

# tl_om_security_password_list.copy.0
source: Duplicate password list
de: Passwortliste duplizieren

# tl_om_security_password_list.copy.1
source: Duplicate password list ID %s
de: Passwortliste ID %s duplizieren

# tl_om_security_password_list.delete.0
source: Delete password list
de: Passwortliste löschen

# tl_om_security_password_list.delete.1
source: Delete password list ID %s
de: Passwortliste ID %s löschen

# tl_om_security_password_list.deleteConfirm
source: Deleting password list ID %s! Continue?
de: Die Passwortliste ID %s löschen! Fortfahren?
